#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!
<i>
ഞാൻ ഒരു ഗ്രൂപ്പ് മാനേജർ ബോട്ട് ആണ് പക്ഷെ വെറുതെ സമയം കളയണ്ട എന്നെ @malayalammovies_group ഗ്രൂപ്പിൽ മാത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ</b>

@malayalammovies_group
</i>"""    
    
    HELP_TEXT = """

<b>
    എന്താ അന്റെ ഉദ്ധെസം!?
ഞാൻ കുറച്ചു മുൻപേ പറഞ്ഞതല്ല എന്നെ നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ പറ്റില്ല എന്ന്..,
പിന്നെ എന്തിനാ ഇവിടെ കിടന്ന് ചൊറിയാൻ നികുന്നത് 😡
NB : നിങ്ങൾക്കും ഇതുപോലെ ഒരു Bot വേണമെങ്കിൽ എന്റെ മൊയലാളി യെ ബന്ധപ്പെടുക...😊 :</b>
            
@malayalammovies_group
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> Auto Filter Bot</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/Global_Movie_official_owner">GlobalMovie_owner</a></i></b>

<b>➥ Language</b> : <code>Malayalam</code>

<b>➥ Library</b> : <i><a href="https://t.me/malayalammovies_group">Global Movie </a></i>

<b>➥ Source Code</b> : <i>🔐</i>
"""
